Repository: VKCOM/vkid-ios-sdk
Catalog: VKID/Sources/Resources/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, pl, tr, uk

# followers
source: %ld подписчиков
de: %ld Abonnenten
en: %ld followers
es: %ld seguidores
fr: %ld abonnés
pl: %ld subskrybentów
tr: %ld abone
uk: %ld підписників

# friends
source: %ld друзей
de: %ld Freunde
en: %ld friends
es: %ld amigos
fr: %ld amis
pl: %ld znajomych
tr: %ld arkadaş
uk: %ld друзів

# vkconnect_auth_floatingonetap_btn_unauth_make_order_with_service
source: Оформить с VK ID
de: Mit VK-ID bestellen
en: Order with VK ID
es: Pedir con VK ID
fr: Commander avec VK ID
pl: Wypełnij z VK ID
tr: VK ID aracılığıyla oluştur
uk: Оформити з VK ID

# vkconnect_auth_floatingonetap_btn_unauth_make_order_without_service
source: Оформить с VK ID
de: Mit VK-ID bestellen
en: Order with VK ID
es: Pedir con VK ID
fr: Commander avec VK ID
pl: Wypełnij z VK ID
tr: VK ID ile işlem yap
uk: Оформити з VK ID

# vkconnect_auth_floatingonetap_btn_unauth_registration_for_event
source: Продолжить с VK ID
de: Mit VK-ID fortfahren
en: Continue with VK ID
es: Continuar con VK ID
fr: Continuer avec VK ID
pl: Kontynuuj z VK ID
tr: VK ID aracılığıyla devam et
uk: Продовжити з VK ID

# vkconnect_auth_floatingonetap_btn_unauth_sign_in_to_account
source: Войти с VK ID
de: Mit VK-ID anmelden
en: Sign in with VK ID
es: Iniciar sesión con VK ID
fr: Se connecter avec VK ID
pl: Wejdź z VK ID
tr: VK ID aracılığıyla gir
uk: Увійти з VK ID

# vkconnect_auth_floatingonetap_btn_unauth_sign_in_to_service
source: Войти с VK ID
de: Mit VK-ID anmelden
en: Sign in with VK ID
es: Iniciar sesión con VK ID
fr: Se connecter avec VK ID
pl: Wejdź z VK ID
tr: VK ID aracılığıyla gir
uk: Увійти з VK ID

# vkconnect_auth_floatingonetap_btn_unauth_submit_applications
source: Продолжить с VK ID
de: Mit VK-ID fortfahren
en: Continue with VK ID
es: Continuar con VK ID
fr: Continuer avec VK ID
pl: Kontynuuj z VK ID
tr: VK ID aracılığıyla devam et
uk: Продовжити з VK ID

# vkconnect_auth_floatingonetap_description
source: После этого вам станут доступны все возможности сервиса. Ваши данные будут надёжно защищены.
de: Anschließend stehen Ihnen alle Funktionen des Dienstes zur Verfügung. Ihre persönlichen Daten werden sorgfältig geschützt.
en: Afterwards, you'll have access to all of the service's features. Your personal data will be carefully protected.
es: Después, tendrás acceso a todas las funciones del servicio. Tus datos personales estarán cuidadosamente protegidos.
fr: Cela vous permettra d'avoir accès à toutes les fonctionnalités du service. Vos données personnelles seront soigneusement protégées.
pl: Po tym wszystkie funkcje serwisu będą dostępne. Twoje dane będą dobrze chronione.
tr: Bundan sonra hizmetin tüm özellikleri kullanımınıza sunulacaktır. Verileriniz güvenilir bir şekilde korunacaktır.
uk: Після цього вам стануть доступні всі можливості сервісу. Ваші дані будуть надійно захищені.

# vkconnect_auth_floatingonetap_header_make_order_with_service
source: Оформите заказ в %@ с VK ID
de: Machen Sie eine Bestellung auf %@ mit VK-ID
en: Place order on %@ with VK ID
es: Realizar pedido en %@ con VK ID
fr: Passez la commande sur %@ avec VK ID
pl: Wypełnij zamówienie w %@ z VK ID
tr: VK ID aracılığıyla %@ te sipariş oluşturun
uk: Оформіть замовлення в %@ з VK ID

# vkconnect_auth_floatingonetap_header_make_order_without_service
source: Оформите заказ с VK ID
de: Machen Sie eine Bestellung mit VK-ID
en: Place order with VK ID
es: Realizar pedido con VK ID
fr: Passez la commande avec VK ID
pl: Wypełnij zamówienie z VK ID
tr: VK ID aracılığıyla sipariş oluşturun
uk: Оформіть замовлення з VK ID

# vkconnect_auth_floatingonetap_header_registration_for_event
source: Зарегистрируйтесь на мероприятие
de: Melden Sie sich für die Veranstaltung an
en: Sign up for event
es: Registrarse en el evento
fr: Inscrivez-vous à l'événement
pl: Zarejestruj się na wydarzenie
tr: Eylemde kaydolun
uk: Зареєструйтеся на захід

# vkconnect_auth_floatingonetap_header_sign_in_to_account
source: Войдите в учётную запись %@
de: Melden Sie sich bei Ihrem %@-Konto an
en: Sign in to %@ account
es: Acceder a la cuenta %@
fr: Connectez-vous à %@
pl: Wejdź na rachunek %@
tr: %@ hesabına girin
uk: Увійдіть в обліковий запис %@

# vkconnect_auth_floatingonetap_header_sign_in_to_service
source: Войдите в сервис или зарегистрируйтесь
de: Melden Sie sich beim Dienst an oder registrieren Sie sich
en: Sign in to service or sign up
es: Acceder al servicio o registrarse
fr: Connectez-vous au service ou inscrivez-vous
pl: Wejdź do serwisu lub zarejestruj się
tr: Hizmete girin yada oturum oluşturun
uk: Увійдіть у сервіс або зареєструйтеся

# vkconnect_auth_floatingonetap_header_submit_applications
source: Подайте заявку с VK ID
de: Bewerben Sie mit VK-ID
en: Apply with VK ID
es: Solicitar con VK ID
fr: Envoyez une demande avec VK ID
pl: Złóż wniosek z VK ID
tr: VK ID yardımıyla başvuru gönderin
uk: Подайте запит з VK ID

# vkconnect_auth_onetap_btn_calculate
source: Рассчитать
de: Berechnen
en: Calculate
es: Calcular
fr: Calculer
pl: Oblicz
tr: Hesapla
uk: Розрахувати

# vkconnect_auth_onetap_btn_calculate_with_vkid
source: Рассчитать с VK ID
de: Mit VK ID berechnen
en: Calculate with VK ID
es: Calcular con VK ID
fr: Calculer avec VK ID
pl: Oblicz z VK ID
tr: VK ID ile hesapla
uk: Розрахувати з VK ID

# vkconnect_auth_onetap_btn_get
source: Получить
de: Erhalten
en: Get
es: Obtener
fr: Obtenir
pl: Otrzymaj
tr: Al
uk: Отримати

# vkconnect_auth_onetap_btn_get_with_vkid
source: Получить с VK ID
de: Mit VK ID erhalten
en: Get with VK ID
es: Obtener con VK ID
fr: Obtenir avec VK ID
pl: Otrzymaj z VK ID
tr: VK ID ile al
uk: Отримати з VK ID

# vkconnect_auth_onetap_btn_make_order
source: Оформить заказ
de: Bestellung aufgeben
en: Place order
es: Hacer pedido
fr: Passer commande
pl: Wypełnij zamówienie
tr: Siparişi tamamlar
uk: Оформити замовлення

# vkconnect_auth_onetap_btn_make_order_with_vkid
source: Оформить с VK ID
de: Mit VK ID Bestellung aufgeben
en: Order with VK ID
es: Pedir con VK ID
fr: Commander avec VK ID
pl: Wypełnij z VK ID
tr: VK ID ile işlem yap
uk: Оформити з VK ID

# vkconnect_auth_onetap_btn_open
source: Открыть
de: Öffnen
en: Open
es: Abrir
fr: Ouvrir
pl: Otwórz
tr: Aç
uk: Відкрити

# vkconnect_auth_onetap_btn_open_with_vkid
source: Открыть с VK ID
de: Mit VK ID öffnen
en: Open with VK ID
es: Abrir con VK ID
fr: Ouvrir avec VK ID
pl: Otwórz z VK ID
tr: VK ID ile aç
uk: Відкрити з VK ID

# vkconnect_auth_onetap_btn_order
source: Заказать
de: Bestellen
en: Order
es: Pedir
fr: Commander
pl: Zamów
tr: Sipariş ver
uk: Замовити

# vkconnect_auth_onetap_btn_order_with_vkid
source: Заказать с VK ID
de: Mit VK ID bestellen
en: Order with VK ID
es: Pedir con VK ID
fr: Commander avec VK ID
pl: Zamów z VK ID
tr: VK ID ile sipariş ver
uk: Замовити з VK ID

# vkconnect_auth_onetap_btn_participate
source: Участвовать
de: Teilnehmen
en: Participate
es: Participar
fr: Participer
pl: Uczestnicz
tr: Katıl
uk: Брати участь

# vkconnect_auth_onetap_btn_participate_with_vkid
source: Участвовать с VK ID
de: Mit VK ID teilnehmen
en: Participate with VK ID
es: Participar con VK ID
fr: Participer avec VK ID
pl: Uczestnicz z VK ID
tr: VK ID ile katıl
uk: Брати участь з VK ID

# vkconnect_auth_onetap_btn_sign_up
source: Записаться
de: Anmelden
en: Sign up
es: Registrarse
fr: Prendre RDV
pl: Zapisz się
tr: Kaydol
uk: Записатися

# vkconnect_auth_onetap_btn_sign_up_with_vkid
source: Записаться с VK ID
de: Mit VK ID anmelden
en: Sign up with VK ID
es: Registrarse con VK ID
fr: Prendre RDV avec VK ID
pl: Zapisz się z VK ID
tr: VK ID ile kaydol
uk: Записатися з VK ID

# vkconnect_auth_onetap_btn_submit_request
source: Оставить заявку
de: Anfrage stellen
en: Send request
es: Enviar solicitud
fr: Envoyer demande
pl: Pozostaw wniosek
tr: Başvuru bırak
uk: Залишити запит

# vkconnect_auth_onetap_btn_submit_request_with_vkid
source: Оставить заявку с VK ID
de: Mit VK ID Anfrage stellen
en: Send request with VK ID
es: Enviar solicitud con VK ID
fr: Envoyer demande avec VK ID
pl: Zostaw wniosek z VK ID
tr: VK ID ile talepname bırak
uk: Залишити запит з VK ID

# vkconnect_auth_onetap_login_via_vkid
source: Войти с VK ID
de: Mit VK-ID anmelden
en: Sign in with VK ID
es: Iniciar sesión con VK ID
fr: Se connecter avec VK ID
pl: Wejdź z VK ID
tr: VK ID aracılığıyla gir
uk: Увійти з VK ID

# vkconnect_auth_via_providers_legal
source: или войти через VK ID с использованием данных из сервиса
de: oder melden Sie sich mit Ihrer VK-ID an, indem Sie Informationen aus dem Dienst verwenden
en: or sign in with VK ID using information from a service
es: o iniciar sesión con VK ID utilizando la información de un servicio
fr: ou se connecter avec VK ID en utilisant les informations d'un service
pl: lub wejdź poprzez VK ID przy użyciu danych z serwisu
tr: Ya da hizmetteki verileri kullanarak VK ID hizmeti yardımıyla gir
uk: або увійти через VK ID з використанням даних із сервісу

# vkconnect_oauth_mail_button_primary_title
source: Войти с Mail
de: Mit Mail anmelden
en: Sign in with Mail
es: Iniciar sesión con Mail
fr: Se connecter avec Mail
pl: Wejdź z Mail
tr: Mail'den gir
uk: Увійти з Mail

# vkconnect_oauth_ok_button_primary_title
source: Войти через ОК
de: Mit OK anmelden
en: Sign in with OK
es: Iniciar sesión con OK
fr: Se connecter avec OK
pl: Wejdź z OK
tr: OK'den gir
uk: Увійти з OK

# vkid_group_subscription_fail_description
source: Попробуйте еще раз
de: Versuchen Sie es noch einmal
en: Please try again
es: Prueba de nuevo
fr: Veuillez réessayer
pl: Spróbuj jeszcze raz
tr: Tekrar deneyin
uk: Спробуйте ще раз

# vkid_group_subscription_fail_primary
source: Повторить попытку
de: Erneut versuchen
en: Try again
es: Probar de nuevo
fr: Réessayer
pl: Powtórz próbę
tr: Tekrar dene
uk: Повторити спробу

# vkid_group_subscription_fail_secondary
source: Отмена
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
tr: İptal
uk: Скасувати

# vkid_group_subscription_fail_title
source: Не удалось подписаться
de: Das Abonnieren ist fehlgeschlagen
en: Failed to follow community
es: No se pudo seguir a la comunidad
fr: Impossible de s'abonner
pl: Nie udało się zasubskrybować
tr: Abone olunamadı
uk: Не вдалося підписатися

# vkid_group_subscription_primary
source: Подписаться на сообщество
de: Community abonnieren
en: Follow community
es: Seguir a la comunidad
fr: Suivre la communauté
pl: Subskrybuj społeczność
tr: Topluluğa kaydol
uk: Підписатися на спільноту

# vkid_group_subscription_secondary
source: В другой раз
de: Nächstes Mal
en: Maybe later
es: Quizás más tarde
fr: Plus tard
pl: Innym razem
tr: Başka sefer
uk: Іншим разом

# vkid_group_subscription_snackbar_label
source: Вы подписаны на сообщество
de: Sie haben die Community abonniert
en: You now follow this community
es: Ahora sigues a esta comunidad
fr: Vous suivez la communauté
pl: Subskrybujesz społeczność
tr: Topluluğa abonesiniz
uk: Ви підписані на спільноту

# vkid_sheet_state_auth_failed
source: Не удалось авторизоваться
de: Anmeldung fehlgeschlagen
en: Failed to sign in
es: Error al iniciar sesión
fr: Impossible de se connecter
pl: Nieudana autoryzacja
tr: Üye girişi yapılamadı
uk: Не вдалося авторизуватися

# vkid_sheet_state_auth_failed_retry
source: Повторить попытку
de: Erneut versuchen
en: Try again
es: Probar de nuevo
fr: Réessayer
pl: Powtórz próbę
tr: Tekrar dene
uk: Повторити спробу

# vkid_sheet_state_auth_in_progress
source: Авторизация...
de: Anmeldung
en: Signing in...
es: Iniciar sesión...
fr: Connexion...
pl: Autoryzacja...
tr: Giriş yapılıyor...
uk: Авторизація...

# vkid_sheet_state_auth_success
source: Успешно
de: Gelungen!
en: Success
es: Éxito!
fr: Succès
pl: Pomyślnie
tr: Başarılı
uk: Успішно

# error_popup_button_title
source: Повторить попытку
en: Try Again
es: Probar de nuevo
uk: Повторити спробу

# error_popup_subtitle
source: Проверьте подключение к сети и повторите попытку
en: Check your internet connection and try again
es: Comprueba tu conexión a internet y prueba de nuevo
uk: Перевірте підключення до мережі і спробуйте знову

# error_popup_title
source: Ошибка загрузки
en: Loading Error
es: Error de carga
uk: Помилка завантаження
